Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.AccessDenied
source: Google did not grant this account access to profile data. Sign out, start Google sign-in again, and accept the YouTube read-only scope.
af_za: Google het nie hierdie rekening toegang tot profieldata gegee nie. Meld af, begin weer Google-aanmelding en aanvaar die YouTube-leesalleen-omvang.
am_et: Google ለዚህ መለያ የመገለጫ ውሂብ መዳረሻ አልሰጠውም። ዘግተው ይውጡ፣ ጎግል መግባትን እንደገና ይጀምሩ እና የዩቲዩብ ተነባቢ-ብቻ ወሰን ይቀበሉ።
ar_sa: لم تمنح Google هذا الحساب حق الوصول إلى بيانات الملف الشخصي. قم بتسجيل الخروج، وابدأ تسجيل الدخول إلى Google مرة أخرى، واقبل نطاق YouTube للقراءة فقط.
as_in: গুগলে এই একাউণ্টটোক প্ৰফাইল ডাটালৈ প্ৰৱেশৰ অনুমতি দিয়া নাছিল। চাইন আউট কৰক, Google চাইন-ইন পুনৰ আৰম্ভ কৰক, আৰু YouTube কেৱল পঢ়িব পৰা পৰিসৰ গ্ৰহণ কৰক।
az_latn_az: Google bu hesaba profil məlumatlarına giriş icazəsi vermədi. Çıxın, Google-a yenidən daxil olun və YouTube-un yalnız oxunması üçün əhatə dairəsini qəbul edin.
be_by: Google не даў гэтаму ўліковаму запісу доступ да даных профілю. Выйдзіце, зноў пачніце ўваход у Google і прыміце аб'ём YouTube толькі для чытання.
bg_bg: Google не предостави на този акаунт достъп до данните от профила. Излезте, започнете отново влизане в Google и приемете обхвата на YouTube само за четене.
bn_bd: Google এই অ্যাকাউন্টটিকে প্রোফাইল ডেটাতে অ্যাক্সেস দেয়নি৷ সাইন আউট করুন, আবার Google সাইন-ইন শুরু করুন এবং YouTube-এর পঠনযোগ্য সুযোগ গ্রহণ করুন৷
bs_latn_ba: Google ovom računu nije odobrio pristup podacima profila. Odjavite se, ponovo pokrenite prijavu na Google i prihvatite YouTube opseg samo za čitanje.
ca_es: Google no ha concedit a aquest compte accés a les dades del perfil. Tanqueu la sessió, torneu a iniciar la sessió de Google i accepteu l'àmbit de només lectura de YouTube.
cs_cz: Google tomuto účtu neudělil přístup k datům profilu. Odhlaste se, spusťte znovu přihlašování přes Google a přijměte rozsah YouTube pouze pro čtení.
da_dk: Google gav ikke denne konto adgang til profildata. Log ud, start Google-login igen, og accepter YouTubes skrivebeskyttede omfang.
de_de: Google hat diesem Konto keinen Zugriff auf Profildaten gewährt. Melden Sie sich ab, starten Sie die Google-Anmeldung erneut und akzeptieren Sie den schreibgeschützten YouTube-Bereich.
el_gr: Η Google δεν παραχώρησε σε αυτόν τον λογαριασμό πρόσβαση στα δεδομένα προφίλ. Αποσυνδεθείτε, ξεκινήστε ξανά τη σύνδεση στο Google και αποδεχτείτε το εύρος μόνο για ανάγνωση του YouTube.
es_us: Google no le otorgó a esta cuenta acceso a los datos del perfil. Cierra sesión, inicia sesión en Google nuevamente y acepta el alcance de solo lectura de YouTube.
et_ee: Google ei andnud sellele kontole juurdepääsu profiiliandmetele. Logige välja, käivitage uuesti Google'i sisselogimine ja nõustuge YouTube'i kirjutuskaitstud ulatusega.
eu_es: Google-k ez dio kontu honi profileko datuetarako sarbidea eman. Amaitu saioa, hasi Google saioa berriro eta onartu YouTube irakurtzeko soilik esparrua.
fa_ir: Google به این حساب اجازه دسترسی به داده های نمایه را نداد. از سیستم خارج شوید، دوباره ورود به سیستم Google را شروع کنید و محدوده فقط خواندنی YouTube را بپذیرید.
fi_fi: Google ei myöntänyt tälle tilille pääsyä profiilitietoihin. Kirjaudu ulos, aloita Google-sisäänkirjautuminen uudelleen ja hyväksy YouTuben vain luku -oikeus.
fil_ph: Hindi binigyan ng Google ang account na ito ng access sa data ng profile. Mag-sign out, simulan muli ang pag-sign in sa Google, at tanggapin ang read-only na saklaw ng YouTube.
fr_ca: Google n'a pas accordé à ce compte l'accès aux données de profil. Déconnectez-vous, relancez la connexion à Google et acceptez la portée en lecture seule de YouTube.
gl_es: Google non concedeu a esta conta acceso aos datos do perfil. Pecha sesión, inicia sesión de novo en Google e acepta o ámbito de só lectura de YouTube.
gu_in: Google એ આ એકાઉન્ટને પ્રોફાઇલ ડેટાની ઍક્સેસની મંજૂરી આપી નથી. સાઇન આઉટ કરો, ફરીથી Google સાઇન-ઇન શરૂ કરો અને YouTube ફક્ત વાંચવા માટેના અવકાશને સ્વીકારો.
he_il: Google לא העניקה לחשבון זה גישה לנתוני פרופיל. צא, התחל שוב את הכניסה ל-Google וקבל את ההיקף לקריאה בלבד של YouTube.
hi_in: Google ने इस खाते को प्रोफ़ाइल डेटा तक पहुंच प्रदान नहीं की है. साइन आउट करें, Google साइन-इन फिर से प्रारंभ करें, और YouTube-केवल पढ़ने के दायरे को स्वीकार करें।
hr_hr: Google ovom računu nije odobrio pristup podacima profila. Odjavite se, ponovno pokrenite Google prijavu i prihvatite YouTubeov opseg samo za čitanje.
hu_hu: A Google nem adott hozzáférést ennek a fióknak a profiladatokhoz. Jelentkezzen ki, indítsa újra a Google-bejelentkezést, és fogadja el a YouTube írásvédett hatókörét.
hy_am: Google-ը այս հաշվին հասանելիություն չի տվել պրոֆիլի տվյալներին: Դուրս եկեք, նորից սկսեք Google-ի մուտքը և ընդունեք YouTube-ի միայն կարդալու շրջանակը:
id_id: Google tidak memberikan akun ini akses ke data profil. Keluar, mulai masuk lagi dengan Google, dan terima cakupan YouTube hanya-baca.
is_is: Google veitti þessum reikningi ekki aðgang að prófílgögnum. Skráðu þig út, byrjaðu Google innskráningu aftur og samþykktu skrifvarið umfang YouTube.
it_it: Google non ha concesso a questo account l'accesso ai dati del profilo. Esci, avvia nuovamente l'accesso a Google e accetta l'ambito di sola lettura di YouTube.
ja_jp: Google はこのアカウントにプロフィール データへのアクセスを許可していません。サインアウトし、Google サインインを再度開始し、YouTube 読み取り専用スコープを受け入れます。
ka_ge: Google-მა ამ ანგარიშს არ მისცა წვდომა პროფილის მონაცემებზე. გადით სისტემიდან, ხელახლა დაიწყეთ Google-ში შესვლა და მიიღეთ YouTube-ის მხოლოდ წაკითხვის სფერო.
kk_kz: Google бұл есептік жазбаға профиль деректеріне кіруге рұқсат бермеді. Жүйеден шығып, Google жүйесіне қайта кіруді бастаңыз және YouTube тек оқуға арналған ауқымын қабылдаңыз.
km_kh: Google មិនបានផ្តល់សិទ្ធិឱ្យគណនីនេះចូលប្រើទិន្នន័យកម្រងព័ត៌មានទេ។ ចេញ ចាប់ផ្តើមការចូល Google ម្តងទៀត ហើយទទួលយកវិសាលភាពបានតែអានរបស់ YouTube ។
kn_in: ಪ್ರೊಫೈಲ್ ಡೇಟಾಗೆ ಈ ಖಾತೆಯ ಪ್ರವೇಶವನ್ನು Google ಅನುಮತಿಸಲಿಲ್ಲ. ಸೈನ್ ಔಟ್ ಮಾಡಿ, Google ಸೈನ್-ಇನ್ ಅನ್ನು ಮತ್ತೆ ಪ್ರಾರಂಭಿಸಿ ಮತ್ತು YouTube ಓದಲು-ಮಾತ್ರ ಸ್ಕೋಪ್ ಅನ್ನು ಸ್ವೀಕರಿಸಿ.
ko_kr: Google은 이 계정에 프로필 데이터에 대한 액세스 권한을 부여하지 않았습니다. 로그아웃하고 Google 로그인을 다시 시작한 다음 YouTube 읽기 전용 범위를 수락하세요.
ky_kg: Google бул каттоо эсебине профилдин дайындарына кирүү мүмкүнчүлүгүн берген эмес. Чыгыңыз, Google каттоо эсебине кайра кириңиз жана YouTube окуу үчүн гана мүмкүнчүлүктү кабыл алыңыз.
lo_la: Google ບໍ່ໄດ້ອະນຸຍາດໃຫ້ບັນຊີນີ້ເຂົ້າເຖິງຂໍ້ມູນໂປຣໄຟລ໌. ອອກຈາກລະບົບ, ເລີ່ມການເຂົ້າສູ່ລະບົບ Google ອີກຄັ້ງ, ແລະຍອມຮັບຂອບເຂດການອ່ານຢ່າງດຽວຂອງ YouTube.
lt_lt: „Google“ nesuteikė šiai paskyrai prieigos prie profilio duomenų. Atsijunkite, vėl paleiskite „Google“ prisijungimą ir sutikite su „YouTube“ tik skaitymo aprėptimi.
lv_lv: Google nepiešķīra šim kontam piekļuvi profila datiem. Izrakstieties, vēlreiz sāciet Google pierakstīšanos un piekrītiet YouTube tikai lasīšanas tvērumam.
mk_mk: Google не и дозволи на оваа сметка пристап до податоците на профилот. Одјавете се, започнете повторно најавување на Google и прифатете го опсегот само за читање на YouTube.
ml_in: പ്രൊഫൈൽ ഡാറ്റയിലേക്കുള്ള ആക്‌സസ് Google ഈ അക്കൗണ്ടിന് അനുവദിച്ചില്ല. സൈൻ ഔട്ട് ചെയ്യുക, Google സൈൻ-ഇൻ വീണ്ടും ആരംഭിക്കുക, YouTube വായന-മാത്രം സ്കോപ്പ് അംഗീകരിക്കുക.
mn_mn: Google энэ бүртгэлд профайлын өгөгдөлд хандах эрх өгөөгүй. Гараад, Google-д дахин нэвтэрч, YouTube-н зөвхөн унших боломжийг зөвшөөрнө үү.
mr_in: Google ने या खात्याला प्रोफाइल डेटामध्ये प्रवेश दिला नाही. साइन आउट करा, Google साइन-इन पुन्हा सुरू करा आणि YouTube फक्त-वाचनीय स्कोप स्वीकारा.
ms_my: Google tidak memberikan akaun ini akses kepada data profil. Log keluar, mulakan log masuk Google semula dan terima skop baca sahaja YouTube.
nb_no: Google ga ikke denne kontoen tilgang til profildata. Logg av, start Google-pålogging på nytt, og godta YouTube-skrivebeskyttet omfang.
ne_np: Google ले प्रोफाइल डेटामा यो खाता पहुँच प्रदान गरेको छैन। साइन आउट गर्नुहोस्, गुगल साइन-इन फेरि सुरु गर्नुहोस्, र YouTube पढ्ने मात्र दायरा स्वीकार गर्नुहोस्।
nl_nl: Google heeft dit account geen toegang verleend tot profielgegevens. Meld u af, start het inloggen bij Google opnieuw en accepteer het alleen-lezen bereik van YouTube.
or_in: ପ୍ରୋଫାଇଲ୍ ତଥ୍ୟକୁ ଗୁଗୁଲ୍ ଏହି ଆକାଉଣ୍ଟ୍ ପ୍ରବେଶ ଅନୁମତି ଦେଇନାହିଁ | ସାଇନ୍ ଆଉଟ୍ କରନ୍ତୁ, ପୁନର୍ବାର ଗୁଗୁଲ୍ ସାଇନ୍-ଇନ୍ ଆରମ୍ଭ କରନ୍ତୁ ଏବଂ ୟୁଟ୍ୟୁବ୍ କେବଳ ପଠନୀୟ ପରିସର ଗ୍ରହଣ କରନ୍ତୁ |
pa_in: Google ਨੇ ਇਸ ਖਾਤੇ ਨੂੰ ਪ੍ਰੋਫਾਈਲ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਦਿੱਤੀ। ਸਾਈਨ ਆਊਟ ਕਰੋ, Google ਸਾਈਨ-ਇਨ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ, ਅਤੇ YouTube ਰੀਡ-ਓਨਲੀ ਸਕੋਪ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ।
pl_pl: Google nie przyznał temu kontu dostępu do danych profilowych. Wyloguj się, ponownie rozpocznij logowanie przez Google i zaakceptuj zakres YouTube tylko do odczytu.
pt_br: O Google não concedeu a esta conta acesso aos dados do perfil. Saia, inicie o login do Google novamente e aceite o escopo somente leitura do YouTube.
ro_ro: Google nu a acordat acestui cont acces la datele de profil. Deconectați-vă, porniți din nou conectarea la Google și acceptați domeniul de aplicare numai pentru citire YouTube.
ru_ru: Google не предоставил этому аккаунту доступ к данным профиля. Выйдите из системы, снова запустите вход в Google и примите доступ YouTube только к чтению.
si_lk: Google මෙම ගිණුමට පැතිකඩ දත්ත වෙත ප්‍රවේශය ලබා දුන්නේ නැත. වරනය වන්න, Google පුරනය නැවත ආරම්භ කරන්න, සහ YouTube කියවීමට පමණක් විෂය පථය පිළිගන්න.
sk_sk: Spoločnosť Google neudelila tomuto účtu prístup k údajom profilu. Odhláste sa, znova spustite prihlasovanie cez Google a prijmite rozsah služby YouTube iba na čítanie.
sl_si: Google temu računu ni odobril dostopa do podatkov profila. Odjavite se, znova začnite prijavo v Google in sprejmite obseg YouTube samo za branje.
sq_al: Google nuk i dha kësaj llogarie qasje në të dhënat e profilit. Dilni, filloni përsëri identifikimin në Google dhe pranoni hapësirën vetëm për lexim në YouTube.
sr_cyrl_rs: Гоогле овом налогу није одобрио приступ подацима профила. Одјавите се, поново покрените Гоогле пријављивање и прихватите ИоуТубе опсег само за читање.
sr_latn_rs: Google ovom nalogu nije odobrio pristup podacima profila. Odjavite se, ponovo pokrenite Google prijavljivanje i prihvatite YouTube opseg samo za čitanje.
sv_se: Google gav inte detta konto åtkomst till profildata. Logga ut, starta Google-inloggning igen och godkänn YouTubes skrivskyddade omfattning.
sw_ke: Google haikuipa akaunti hii ufikiaji wa data ya wasifu. Ondoka, anza tena kuingia kwa Google, na ukubali upeo wa kusoma pekee wa YouTube.
ta_in: சுயவிவரத் தரவுக்கான அணுகலை இந்தக் கணக்கிற்கு Google வழங்கவில்லை. வெளியேறி, Google உள்நுழைவை மீண்டும் தொடங்கவும், மேலும் YouTube படிக்க மட்டும் நோக்கத்தை ஏற்கவும்.
te_in: ప్రొఫైల్ డేటాకు Google ఈ ఖాతా యాక్సెస్‌ని మంజూరు చేయలేదు. సైన్ అవుట్ చేయండి, Google సైన్-ఇన్‌ని మళ్లీ ప్రారంభించండి మరియు YouTube చదవడానికి మాత్రమే స్కోప్‌ని అంగీకరించండి.
th_th: Google ไม่อนุญาตให้บัญชีนี้เข้าถึงข้อมูลโปรไฟล์ ออกจากระบบ เริ่มลงชื่อเข้าใช้ Google อีกครั้ง และยอมรับขอบเขตแบบอ่านอย่างเดียวของ YouTube
tr_tr: Google bu hesaba profil verilerine erişim izni vermedi. Oturumu kapatın, Google'da oturum açmayı yeniden başlatın ve YouTube salt okunur kapsamını kabul edin.
uk_ua: Google не надав цьому обліковому запису доступ до даних профілю. Вийдіть, знову ввійдіть у Google і прийміть доступ YouTube лише для читання.
ur_pk: Google نے اس اکاؤنٹ کو پروفائل ڈیٹا تک رسائی کی اجازت نہیں دی۔ سائن آؤٹ کریں، دوبارہ Google سائن ان شروع کریں، اور YouTube کے صرف پڑھنے کے دائرہ کار کو قبول کریں۔
uz_latn_uz: Google ushbu hisob qaydnomasiga profil maʼlumotlariga kirishga ruxsat bermadi. Hisobdan chiqing, Google tizimiga qaytadan kirishni boshlang va YouTube faqat oʻqish imkoniyatini qabul qiling.
vi_vn: Google không cấp cho tài khoản này quyền truy cập vào dữ liệu hồ sơ. Đăng xuất, bắt đầu đăng nhập lại vào Google và chấp nhận phạm vi chỉ đọc của YouTube.
zh_hans_cn: Google 未授予此帐户访问个人资料数据的权限。退出，再次启动 Google 登录，并接受 YouTube 只读范围。
zh_hant_hk: Google 未授予此帳戶存取個人資料資料的權限。退出，再次啟動 Google 登錄，並接受 YouTube 唯讀範圍。
zu_za: I-Google ayizange inikeze le akhawunti ukufinyelela kudatha yephrofayela. Phuma, qala ukungena ngemvume kwe-Google futhi, futhi wamukele ububanzi bokufunda kuphela be-YouTube.

# Profile.LikedVideosLoaded
source: {0:N0} liked videos loaded.
af_za: {0:N0} het video's gelaai wat gelaai is.
am_et: {0:N0} ወደውታል ቪዲዮዎች ተጭነዋል።
ar_sa: {0:N0} أحب مقاطع الفيديو التي تم تحميلها.
as_in: {0:N0} ভাল লগা ভিডিঅ'সমূহ লোড কৰা হৈছে।
az_latn_az: {0:N0} bəyənilən videolar yükləndi.
be_by: Загружаны відэа, якія спадабаліся {0:N0}.
bg_bg: {0:N0} харесани видеоклипове са заредени.
bn_bd: {0:N0} পছন্দ করা ভিডিও লোড হয়েছে।
bs_latn_ba: {0:N0} učitani videozapisi sa oznakom "Sviđa mi se".
ca_es: A {0:N0} li han agradat els vídeos carregats.
cs_cz: {0:N0} byla načtena oblíbená videa.
da_dk: {0:N0} kunne lide indlæste videoer.
de_de: {0:N0} hat die geladenen Videos mit „Gefällt mir“ markiert.
el_gr: Τα βίντεο που άρεσαν στο {0:N0} φορτώθηκαν.
es_us: A {0:N0} le gustaron los videos cargados.
et_ee: {0:N0} meeldinud videod on laaditud.
eu_es: {0:N0}-k kargatutako bideoak gustatu zaizkio.
fa_ir: {0:N0} ویدیوهای پسندیده بارگذاری شد.
fi_fi: {0:N0} tykkäysvideot ladattu.
fil_ph: Nagustuhan ni {0:N0} ang mga video na na-load.
fr_ca: {0:N0} a aimé les vidéos chargées.
gl_es: {0:N0} gustáronlle os vídeos cargados.
gu_in: {0:N0} ને ગમેલા વિડીયો લોડ કર્યા.
he_il: {0:N0} אהב סרטונים שנטענו.
hi_in: {0:N0} पसंद किए गए वीडियो लोड किए गए।
hr_hr: {0:N0} su učitani videozapisi koji su im se svidjeli.
hu_hu: {0:N0} kedvelt videók betöltve.
hy_am: {0:N0}-ը հավանեց տեսանյութերը բեռնված:
id_id: {0:N0} menyukai video yang dimuat.
is_is: {0:N0} líkaði við myndbönd hlaðin.
it_it: A {0:N0} sono piaciuti i video caricati.
ja_jp: {0:N0} の「いいね！」動画が読み込まれました。
ka_ge: {0:N0} მოეწონა ვიდეოები ჩატვირთული.
kk_kz: {0:N0} ұнаған бейнелер жүктелді.
km_kh: {0:N0} ចូលចិត្តវីដេអូដែលបានផ្ទុក។
kn_in: {0:N0} ಇಷ್ಟಪಟ್ಟ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: {0:N0}가 로드된 동영상을 좋아했습니다.
ky_kg: {0:N0} жактырган видеолор жүктөлдү.
lo_la: {0:N0} ມັກວິດີໂອຖືກໂຫລດແລ້ວ.
lt_lt: {0:N0} patinka vaizdo įrašai įkelti.
lv_lv: Ielādēti {0:N0} videoklipi ar Patīk.
mk_mk: На {0:N0} се вчитаа видеата што се допаднаа.
ml_in: {0:N0} ലൈക്ക് ചെയ്ത വീഡിയോകൾ ലോഡ് ചെയ്തു.
mn_mn: {0:N0} таалагдсан видеог ачааллаа.
mr_in: {0:N0} ला लोड केलेले व्हिडिओ आवडले.
ms_my: {0:N0} menyukai video yang dimuatkan.
nb_no: {0:N0} likte videoer som er lastet inn.
ne_np: {0:N0} लाइक गरिएका भिडियोहरू लोड गरियो।
nl_nl: {0:N0} vond video's geladen.
or_in: {0:N0} ଲୋଡ୍ ଭିଡିଓଗୁଡିକ ପସନ୍ଦ କରେ |
pa_in: {0:N0} ਨੇ ਲੋਡ ਕੀਤੇ ਵੀਡੀਓ ਪਸੰਦ ਕੀਤੇ।
pl_pl: {0:N0} lubił załadowane filmy.
pt_br: {0:N0} gostou dos vídeos carregados.
ro_ro: {0:N0} au apreciat videoclipurile încărcate.
ru_ru: {0:N0} понравившиеся видео загружены.
si_lk: {0:N0} කැමති වීඩියෝ පටවා ඇත.
sk_sk: Načítali sa videá, ktoré sa páčia {0:N0}.
sl_si: Naloženi videoposnetki z všečki {0:N0}.
sq_al: Videot e pëlqyera të {0:N0} u ngarkuan.
sr_cyrl_rs: {0:N0} учитани видео снимци који им се свиђају.
sr_latn_rs: {0:N0} učitani video snimci koji im se sviđaju.
sv_se: {0:N0} gillade videor laddade.
sw_ke: {0:N0} ilipenda video zilizopakiwa.
ta_in: {0:N0} விரும்பிய வீடியோக்கள் ஏற்றப்பட்டன.
te_in: {0:N0} లైక్ చేసిన వీడియోలు లోడ్ చేయబడ్డాయి.
th_th: {0:N0} ชอบวิดีโอที่โหลดแล้ว
tr_tr: {0:N0} yüklenen videoları beğendi.
uk_ua: Завантажено відео, які сподобалися {0:N0}.
ur_pk: {0:N0} پسند کردہ ویڈیوز لوڈ ہو گئے۔
uz_latn_uz: {0:N0} yoqqan videolar yuklandi.
vi_vn: {0:N0} đã tải video thích.
zh_hans_cn: {0:N0} 喜欢已加载的视频。
zh_hant_hk: {0:N0} 喜歡已載入的影片。
zu_za: {0:N0} amavidiyo athandiwe alayishiwe.

# Profile.LikedVideosNetworkFailure
source: The liked videos request could not be reached. Check the network connection.
af_za: Die versoek om gelaaikte video's kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የተወደዱ የቪዲዮዎች ጥያቄ ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: تعذر الوصول إلى طلب مقاطع الفيديو التي تم الإعجاب بها. تحقق من اتصال الشبكة.
as_in: লাইক কৰা ভিডিঅ'ৰ অনুৰোধ পোৱা নগ'ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: Bəyəndiyiniz video sorğusuna çatmaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося дасягнуць запыту на відэа, якія спадабаліся. Праверце падключэнне да сеткі.
bg_bg: Заявката за харесани видеоклипове не можа да бъде достигната. Проверете мрежовата връзка.
bn_bd: পছন্দ করা ভিডিওর অনুরোধে পৌঁছানো যায়নি। নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti zahtjevu za videozapise sa oznakom "Sviđa mi se". Provjerite mrežnu vezu.
ca_es: No s'ha pogut atendre la sol·licitud de vídeos que m'agrada. Comproveu la connexió de xarxa.
cs_cz: Žádost o oblíbená videa nebyla dosažena. Zkontrolujte připojení k síti.
da_dk: Anmodningen om likede videoer kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die gewünschte Videoanfrage konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η επίτευξη του αιτήματος βίντεο που σας αρέσουν. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo acceder a la solicitud de videos que me gustan. Verifique la conexión de red.
et_ee: Meeldinud videote taotlusele ei õnnestunud vastata. Kontrollige võrguühendust.
eu_es: Ezin izan da gustatu zaizkigun bideoen eskaerari heldu. Egiaztatu sareko konexioa.
fa_ir: به درخواست ویدیوهای پسندیده نمی رسید. اتصال شبکه را بررسی کنید.
fi_fi: Tykättyjen videoiden pyyntöön ei saatu yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang kahilingan sa mga ni-like na video. Suriin ang koneksyon sa network.
fr_ca: La demande de vidéos aimées n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido acceder á solicitude de vídeos que lle gustan. Comprobe a conexión de rede.
gu_in: પસંદ કરેલ વિડિઓઝ વિનંતિ સુધી પહોંચી શકાયું નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להגיע לבקשת הסרטונים שאהבתי. בדוק את חיבור הרשת.
hi_in: पसंद किए गए वीडियो अनुरोध तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: Zahtjev za sviđanje videozapisa nije dosegnut. Provjerite mrežnu vezu.
hu_hu: A kedvelt videókra vonatkozó kérést nem sikerült elérni. Ellenőrizze a hálózati kapcsolatot.
hy_am: Հավանած տեսանյութերի հարցումը չհաջողվեց հասնել: Ստուգեք ցանցային կապը:
id_id: Permintaan video yang disukai tidak dapat dipenuhi. Periksa koneksi jaringan.
is_is: Ekki tókst að ná í beiðni um líkuð vídeó. Athugaðu nettenginguna.
it_it: Non è stato possibile raggiungere la richiesta di video piaciuti. Controlla la connessione di rete.
ja_jp: 「いいね！」ビデオのリクエストに到達できませんでした。ネットワーク接続を確認してください。
ka_ge: მოწონებული ვიდეოების მოთხოვნა ვერ მოხერხდა. შეამოწმეთ ქსელის კავშირი.
kk_kz: Ұнаған бейнелер сұрауына қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: សំណើវីដេអូដែលចូលចិត្តមិនអាចទាក់ទងបានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: ಇಷ್ಟಪಟ್ಟ ವೀಡಿಯೊಗಳ ವಿನಂತಿಯನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 좋아요 표시한 동영상 요청에 도달할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: Жактырылган видео сурамына жетүүгө мүмкүн болгон жок. Тармак туташуусун текшериңиз.
lo_la: ບໍ່ສາມາດຕິດຕໍ່ຄຳຮ້ອງຂໍວິດີໂອທີ່ຖືກໃຈໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti užklausos dėl vaizdo įrašų, kurie patinka. Patikrinkite tinklo ryšį.
lv_lv: Nevarēja sasniegt pieprasījumu atzīmēt videoklipus ar Patīk. Pārbaudiet tīkla savienojumu.
mk_mk: Не можеше да се постигне барањето за допаднати видеа. Проверете ја мрежната врска.
ml_in: ലൈക്ക് ചെയ്‌ത വീഡിയോകളുടെ അഭ്യർത്ഥനയിൽ എത്തിച്ചേരാനായില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: The liked videos request could not be reached. Сүлжээний холболтыг шалгана уу.
mr_in: आवडलेल्या व्हिडिओंच्या विनंतीपर्यंत पोहोचता आले नाही. नेटवर्क कनेक्शन तपासा.
ms_my: Permintaan video yang disukai tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: Forespørselen om likte videoer kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: मन पराइएको भिडियो अनुरोध पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: Het verzoek voor gelikete video's kon niet worden bereikt. Controleer de netwerkverbinding.
or_in: ପସନ୍ଦିତ ଭିଡିଓ ଅନୁରୋଧ ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਪਸੰਦ ਕੀਤੇ ਵੀਡੀਓ ਦੀ ਬੇਨਤੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Nie udało się uzyskać prośby o polubienie filmów. Sprawdź połączenie sieciowe.
pt_br: A solicitação de vídeos curtidos não pôde ser atendida. Verifique a conexão de rede.
ro_ro: Solicitarea videoclipurilor apreciate nu a putut fi contactată. Verificați conexiunea la rețea.
ru_ru: Не удалось получить запрос на понравившиеся видео. Проверьте сетевое соединение.
si_lk: කැමති වූ වීඩියෝ ඉල්ලීම වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Žiadosť o obľúbené videá sa nepodarilo dosiahnuť. Skontrolujte sieťové pripojenie.
sl_si: Zahteve za všečkane videoposnetke ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: Kërkesa për videot e pëlqyera nuk u arrit. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити захтеву за видео снимке који им се свиђају. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti zahtevu za video snimke koji im se sviđaju. Proverite mrežnu vezu.
sv_se: Begäran om gillade videoklipp kunde inte nås. Kontrollera nätverksanslutningen.
sw_ke: Ombi la video ulizopenda halikufikiwa. Angalia muunganisho wa mtandao.
ta_in: விரும்பிய வீடியோக்கள் கோரிக்கையை அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: ఇష్టపడిన వీడియోల అభ్యర్థన చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึงคำขอวิดีโอที่ชอบได้ ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: Beğenilen videolar isteğine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати запит на відео, які сподобалися. Перевірте підключення до мережі.
ur_pk: پسند کردہ ویڈیوز کی درخواست تک نہیں پہنچ سکا۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: Yoqqan video so‘roviga erishib bo‘lmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể đạt được yêu cầu video đã thích. Kiểm tra kết nối mạng.
zh_hans_cn: 无法满足点赞视频请求。检查网络连接。
zh_hant_hk: 無法滿足點讚影片請求。檢查網路連線。
zu_za: Isicelo samavidiyo athandiwe asifinyelelwanga. Hlola uxhumano lwenethiwekhi.
